Repository: thingineeer/MatchaMap
Catalog: MatchaMap/Resources/Localizable.xcstrings
Source language: ko
Languages: de, en, fr, ja

source: 말차맵
de: MatchaMap
en: MatchaMap
fr: MatchaMap
ja: 抹茶マップ

source: 세상의 말차를 한 잔씩 모아두는 곳
de: Die Matcha-Welt, Tasse für Tasse gesammelt
en: Collecting the world's matcha, one cup at a time
fr: Le matcha du monde, une tasse à la fois
ja: 世界の抹茶を 一杯ずつ集める場所

source: 말차맵에 오신 걸 환영해요
de: Willkommen bei MatchaMap
en: Welcome to MatchaMap
fr: Bienvenue sur MatchaMap
ja: MatchaMapへ ようこそ

source: 로그인하면 마신 말차와 위시리스트를 모든 기기에서 동기화할 수 있어요.
de: Melde dich an, um Matcha-Log und Merkliste auf allen Geräten zu synchronisieren.
en: Sign in to sync your matcha log and wishlist across every device.
fr: Connectez-vous pour synchroniser votre journal de matcha et votre liste de souhaits.
ja: サインインすると、飲んだ抹茶と ウィッシュリストを全端末で同期できます。

source: Apple로 시작하기
de: Mit Apple fortfahren
en: Continue with Apple
fr: Continuer avec Apple
ja: Appleで続ける

source: Passkey로 시작하기
de: Mit Passkey fortfahren
en: Continue with Passkey
fr: Continuer avec Passkey
ja: パスキーで続ける

source: 지도
de: Karte
en: Map
fr: Carte
ja: マップ

source: 피드
de: Feed
en: Feed
fr: Fil
ja: フィード

source: 위시리스트
de: Merkliste
en: Wishlist
fr: Favoris
ja: ウィッシュリスト

source: 내정보
de: Profil
en: Profile
fr: Profil
ja: マイページ

source: Google Maps SDK 통합 — Phase 5
de: Google-Maps-SDK-Integration — Phase 5
en: Google Maps SDK integration — Phase 5
fr: Intégration Google Maps SDK — Phase 5
ja: Google Maps SDK 連携 — Phase 5

source: 친구 활동 — FeatureSocial
de: Freundes-Aktivität — FeatureSocial
en: Friends activity — FeatureSocial
fr: Activité des amis — FeatureSocial
ja: 友達のアクティビティ — FeatureSocial

source: 국가별 그룹 + 미니 세계지도 — FeatureCollection
de: Ländergruppen + Mini-Weltkarte — FeatureCollection
en: Country groups + mini world map — FeatureCollection
fr: Groupes par pays + mini carte du monde — FeatureCollection
ja: 国別グループ + ミニ世界地図 — FeatureCollection

source: 도감 / 리뷰 / 친구 — FeatureCollection.ProfileView
de: Sammlung / Rezensionen / Freunde — FeatureCollection.ProfileView
en: Index / Reviews / Friends — FeatureCollection.ProfileView
fr: Catalogue / Avis / Amis — FeatureCollection.ProfileView
ja: 図鑑 / レビュー / 友達 — FeatureCollection.ProfileView
